import { Athkar } from "@/models/interface";

const ATHKAR: Athkar = {
  uz: {
    data: [
      {
        id: 1,
        orderMorning: 1,
        orderEvening: 1,
        for: "both",
        title: "الحَمْدُ للهِ",
        textAr:
          "الحَمْدُ للهِ وَحْدَهُ ، والصَلّاةُ والسَّلامُ عَلَى مَنْ لا نَبِيَّ بَعْدَهُ",
        text: "Алҳамдулиллааҳи ваҳдаҳу вассолаату вассалааму ъала ман лаа Набиййа баъдаҳу",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1
      },
      {
        id: 2,
        orderMorning: 2,
        orderEvening: 2,
        for: "both",
        title: "آيَة ٱلْكُرْسِيّ",
        textAr:
          "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
        text: "",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1
      },
      {
        id: 3,
        orderMorning: 3,
        for: "morning",
        textAr:
          "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ للهِ وَالْحَمْدُ للهِ، لَا إِلَهَ إِلَّا اللهُ وَحَدْهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، ربِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَومِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَومِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ، وَسُوءِ الكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
        text: "Асбаҳна ва асбаҳал мулку лиллаҳ, валҳамду лиллаҳи лаа илааҳа иллаллоҳу ваҳдаҳу лаа шарийка лаҳ, лаҳул мулку ва лаҳул ҳамду ва ҳува ъала кулли шай`ин қодийр. Робби ас'алука хойро маа фий ҳазал явми ва хойро маа баъдаҳу ва аъузу бика мин шарри маа фий ҳазал явми ва шарри маа баъдаҳу, робби аъузу бика минал касали ва сууил кибари. Робби аъузу бика мин ъазабин финнари ва ъазабин фил қобр",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1,
        meaning:
          "Биз ҳам, бутун мулк ҳам Аллоҳники бўлган ҳолда тонг оттирдик. Аллоҳга ҳамд бўлсин. Аллоҳдан бошқа илоҳ йўқ. Унинг шериги ҳам йўқ. Мутлақ мулк Уникидир. Мақтов ҳам Унга хосдир. У ҳар нарсага қодирдир. Эй Раббим, Сендан бу куннинг яхшиликларини ва ундан кейинги яхшиликларни сўрайман. Бу куннинг ёмонлигидан ва ундан кейинги куннинг ёмонлигидан Сендан паноҳ тилайман. Эй Раббим, Сенинг номинг ила дангасаликдан, ёмон қаришликдан ва ёмон кибрликдан паноҳ тилайман. Яна дўзах ва қабр азобидан ҳам паноҳ тилайман",
        origin: "Муслим ривояти"
      },
      {
        id: 4,
        orderMorning: 4,
        for: "morning",
        textAr:
          "اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ",
        text: "Аллоҳумма бика асбаҳнаа ва бика амсайнаа ва бика наҳйа ва бика намуту ва илайкан нушуур",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1,
        meaning:
          "Аллоҳим! Сенинг номинг ила тонг оттирдик, Сенинг номинг ила кеч киргиздик. Сенинг номинг ила тириламиз ва Сенинг номинг ила ўламиз. Ва Сенга қайтажакмиз",
        origin: "Термизий ривояти"
      },
      {
        id: 5,
        orderMorning: 5,
        orderEvening: 5,
        for: "both",
        textAr:
          "اللَّهُمَّ أَنْتَ رَبِّي لّا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرلِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
        text: "Аллоҳумма анта роббий лаа илааҳа илла анта холақтаний ва ана ъабдука ва ана ъала ъаҳдика ва ваъдика мастатоъту аъузу бика мин шарри маа сонаъту, абу‘у лака биниъматика ъалаййа ва абу‘у бизамбий фағфирлий фаиннаҳу лаа йағфируз зунуба илла анта",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1,
        meaning:
          "Аллоҳим! Сен парвардигоримсан, Сендан бошқа илоҳ йўқ. Мени Сен яратдинг ва мен Сенинг қулингман. Мен Сенга берган ваъдамда ва Сенга берган аҳдимда қодир бўлганимча турибман. Қилган нарсаларимнинг ёмонидан Сенинг номинг билан паноҳ тилайман. Менга ато қилган неъматларингга иқрор бўлдим. Ва яна гуноҳларимга ҳам иқрор бўлдим. Менинг гуноҳларимни кечир. Чунки Сендан бошқаси гуноҳларни кечира олмайди.",
        origin: "Бухорий ривояти",
        description:
          "Расулуллоҳ соллаллоҳу алайҳи васаллам: «Ким саййидул истиғфорни кечки пайт айтиб, шу куни вафот этса, жаннатга киради. Ким тонгда айтиб, шу куни вафот этса, унда ҳам жаннатга киради», дедилар"
      },
      {
        id: 6,
        orderMorning: 6,
        orderEvening: 6,
        for: "both",
        textAr:
          "اللّهُـمَّ عافِـنِي في بَدَنـِي ، اللّهُـمَّ عافِـنِي في سَمْـعِي ، اللّهُـمَّ عافِـنِي في بَصَـرِي ، لا إلهَ إلاّ أَنْـتَ. اللّهُـمَّ إِنّـي أَعـُوذُبِكَ مِنَ الْكُـفْرِ ، وَالفَـقْرِ ، وَأَعـوذُبِكَ مِنْ عَذابِ القَـبْرِ ، لا إلهَ إلاّ أَنْـتَ",
        text: "Аллоҳумма, ъафини фи баданий, Аллоҳумма, ъафини фи самъий, Аллоҳумма, ъафини фи басорий, лаа илааха илла Анта! Аллоҳумма, инний аъузу бика минал куфри вал фақри ва аъузу бика мин ъазабил қобри лаа илааҳа илла Анта",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 3,
        meaning:
          "Аллоҳим, баданимни, қулоғимни ва кўзимни офиятда қил. Эй Раббим, Сенинг номинг ила куфрдан, камбағалликдан ва қабр азобидан паноҳ тилайман. Сендан бошқа илоҳ йўқ",
        origin: "Абу Довуд ва Аҳмад ривояти"
      },
      {
        id: 7,
        orderMorning: 7,
        orderEvening: 7,
        for: "both",
        textAr:
          "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْللِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
        text: "Аллоҳумма инний асалукал ъафва вал ъаафията фиддуня вал аахироҳ, Аллоҳумма инний асалукал ъафва вал ъаафията фий дийний ва дуня-я ва аҳлий ва маалий. Аллоҳуммастур ъавротий ва аамин ровъаати. Аллоҳуммаҳфазний мин байни йадайя ва мин холфий ва ъан яминий ва ъан шимаалий ва мин фавқий ва аъузу биъазоматика ан уғтаала мин таҳтий",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1,
        meaning:
          "Аллоҳим! Мен Сендан дунё ва охиратда офият сўрайман. Эй Раббим, динимда ва дунёимда, аҳлимда ва молимда афв ва офият сўрайман. Эй Раббим, авратимни бекит, хавфларимни омонликка айлантир. Эй Аллоҳим, мени олдимдан, орқамдан, ўнг томонимдан, чап томонимдан, устимдан сақлагин. Эй Раббим, остимдан ҳалок қилишингдан Сенинг қудратинг ила паноҳ тилайман",
        origin: "Абу Довуд ва Ибн Можа ривояти"
      },
      {
        id: 8,
        orderMorning: 8,
        orderEvening: 8,
        for: "both",
        textAr:
          "اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّماوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
        text: "Аллоҳумма ъалимал ғойби ваш шахаадати фатирос самаваати вал арзи робба кулли шай`ин ва малийкаҳу, ашҳаду аллаа илааҳа илла анта, аъузу бика мин шарри нафсий ва мин шарриш шайтони ва ширкихи, ва ан ақтарифа ъала нафсий сууан ав ажурроху ила муслим",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1,
        meaning:
          "Эй еру осмонни бор қилган Аллоҳим, эй ғоибни ва шоҳидни билувчи Раббим, Сен ҳар бир нарсанинг парвардигори ва подшоҳидирсан. Гувоҳлик бераманки, Сендан бошқа илоҳ йўқ. Нафсимнинг ёмонлигидан ва шайтоннинг ёмонлигидан ва ширкдан паноҳ беришингни сўрайман. Ўзимга ва бошқа мусулмонга ёмонлик етказишдан паноҳ тилайман",
        origin: "Термизий ривояти"
      },
      {
        id: 9,
        orderMorning: 9,
        orderEvening: 7,
        for: "both",
        textAr:
          "بِسْمِ اللهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
        text: "Бисмиллаҳиллазий лаа йазурру маъасмиҳи шайун фил арзи ва лаа фис самааи ва ҳувас самийъул ъалийм",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 3,
        meaning:
          "Аллоҳнинг исми билан бошлайман, зеро, Унинг исми туфайли еру осмонда бирор нарса зарар бера олмайди. У эшитувчи ва билувчи Зотдир",
        origin: "Абу Довуд ва Термизий ривояти",
        description:
          "Расулуллоҳ соллаллоҳу алайҳи васаллам: `Бирор бир банда ҳар тонгда ва кечда «Бисмиллаҳиллазий лаа йазурру маъасмиҳи шайун фил арзи ва лаа фис самааи ва ҳувас самийъул ъалийм», деб 3 марта айтса, унга бирор нарса зарар бермайди`, дедилар"
      },

      {
        id: 10,
        orderMorning: 10,
        for: "morning",
        textAr:
          "رَضِيتُ باللهِ رَبَّاً، وَبِالْإِسْلَامِ دِيناً، وَبِمُحَمَّدٍ صَلَى اللهُ عَلِيهِ وَسَلَّمَ نَبِيَّاً",
        text: "Розийту биллаахи робба, вабил ислаами дийна ваби Муҳаммадин соллаллоҳу алайҳи васаллам Набийя",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1,
        meaning:
          "Аллоҳни раббим, Исломни диним, Муҳаммад соллаллоҳу алайҳи васалламни пайғамбар деб рози бўлдим",
        origin: "Аҳмад ва Насоий ривояти"
      },
      {
        id: 11,
        orderMorning: 11,
        orderEvening: 9,
        for: "both",
        textAr:
          "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
        text: "Я Ҳайю, Я Қоййуум, бирохматика астағийс, аслиҳ лий шаний куллаҳу ва лаа такилний ила нафсий торфата ъайн",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1,
        meaning:
          "Эй доим тирик ва қоим сифатига эга бўлган Зот, Сендан ёрдам сўрайман. Шаънимни ҳар бир нарсада ислоҳ эт ва мени кўз юмиб очгунчалик муддат ҳам ўз ҳолимга ташлаб қўйма",
        origin: "Ҳоким ривояти"
      },
      {
        id: 12,
        orderMorning: 12,
        for: "morning",
        textAr:
          "أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ وَعَلَى كَلِمَةِ الْإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفَاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
        text: "Асбаҳнаа ъала фитротил Ислаам ва ъала калиматил ихлаас ва ъала дийни Набиййина Муҳаммад ва ъала миллати абийна Иброҳийма ҳанийфам муслима ва маа каана минал мушрикийн",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1,
        meaning:
          "Мушрик бўлмасдан, мусулмон ҳолимизда ва тўғри йўлда бўлган Иброҳим алайҳиссаломнинг миллатларида, пайғамбаримиз Муҳаммад алайҳиссаломнинг динларида, ихлос калимаси ва Ислом фитратида тонг оттирдик",
        origin: "Аҳмад ривояти"
      },
      {
        id: 13,
        orderMorning: 13,
        for: "morning",
        textAr:
          "سُبْحَانَ اللهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
        text: "Субҳааналлоҳи ва биҳамдиҳи, ъадада холқиҳи ва ризоо нафсиҳи ва зината ъаршиҳи ва мидаада калимаатиҳи",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 3,
        meaning:
          "Яратганларининг ададича, нафси рози бўлгунича, Аршнинг вазнича, калималарининг узунлигича Аллоҳга ҳамд айтаман ва Уни поклайман",
        origin: "Муслим ривояти"
      },
      {
        id: 14,
        orderMorning: 14,
        for: "morning",
        textAr:
          "اللَّهُمَّ إنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلا",
        text: "Аллоҳумма инний асалука ъилман наафиъан ва ризқон тоййибан ва ъамалан мутақоббалан",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 3,
        meaning:
          "Аллоҳим! Сендан фойдали илм, покиза ризқ, қабул бўладиган амал сўрайман",
        origin: "Ибн Можа ва Ибн Сунний ривояти"
      },
      {
        id: 15,
        orderMorning: 15,
        for: "morning",
        textAr: "أَسْتَغْفِرُ اللهَ وَأَتُوبُ إِلَيْهِ",
        text: "Астағфируллоҳа ва атуубу илайҳи",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 100,
        meaning: "Аллоҳдан мағфират қилишини сўрайман ва Унга тавба қиламан",
        origin: "Муслим ривояти",
        description:
          "Расулуллоҳ соллаллоҳу алайҳи васаллам: «... Албатта мен ҳам ҳар куни Аллоҳ таолога юз марта истиғфор айтаман», дедилар."
      },
      {
        id: 16,
        orderMorning: 16,
        orderEvening: 11,
        for: "both",
        textAr: "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
        text: "Субҳааналлоҳи ва биҳамдиҳи",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 100,
        meaning:
          "Аллоҳга ҳамд айтиш билан Уни айбу нуқсонлардан поклаб ёд этаман",
        origin: "Муслим ривояти",
        description:
          "Расулуллоҳ соллаллоҳу алайҳи васаллам: «Ким тонг отганда ва кеч кирганда  «Субҳааналлоҳи ва биҳамдиҳи», деб 100 марта айтса, қиёмат куни бирор киши ундан афзал бўла олмайди. Фақатгина у каби (100 марта) айтса ёки ундан зиёда қилса, афзал бўлади, холос», дедилар."
      },
      {
        id: 17,
        orderMorning: 17,
        for: "morning",
        textAr:
          "لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        text: "Лаа илааҳа иллаллоҳу ваҳдаҳу лаа шарийка лаҳ. Лаҳул мулку ва лаҳул ҳамду ва ҳува ъала кулли шай`ин қодийр",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 100,
        meaning: "",
        origin: "Бухорий ва Муслим ривояти",
        description:
          "Абу Ҳурайра розияллоҳу анҳудан ривоят қилинади. Расулуллоҳ соллаллоҳу алайҳи васаллам: «Ким «Лаа илааҳа иллаллоҳу ваҳдаҳу лаа шарийка  лаҳ, лаҳул мулку ва лаҳул ҳамду ва ҳува ъала кулли шай`ин қодийр», деб бир кунда юз марта айтса, ўнта қул озод қилган баробарида бўлибди. Унга юзта ҳасанот ёзилиб, юзта ёмонлиги ўчирилади, кеч киргунича шайтондан омонда бўлади. Унинг бу амалидан афзалроқ ишни ҳеч ким қила олмайди. Фақат шу калималарни кўпроқ айтган киши ўзиб кетиши мумкин», дедилар. (100 марта айтилса афзалдир, 10 марта айтса ҳам бўлади)"
      },
      {
        id: 18,
        for: "evening",
        orderEvening: 3,
        textAr:
          "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
        text: "Амсайна ва амсал мулку лиллааҳ, валҳамду лиллаҳи лаа илаҳа иллаллоҳу ваҳдаҳу лаа шарийка лаҳ, лаҳул мулку ва лаҳул ҳамду ва ҳува ъала кулли шай`ин қодийр. Робби ас`алука хойро маа фий ҳазиҳил лайлати ва хойро маа баъдаҳаа ва аъузу бика мин шарри ма фий ҳазиҳил лайлати ва шарри маа баъдаҳаа, робби аъузу бика минал касали ва сууил кибари. Робби аъузу бика мин ъазабин финнари ва ъазабин фил қобр",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1,
        meaning: "",
        origin: "Муслим ривояти",
        description:
          "Биз ҳам, бутун мулк ҳам Аллоҳники бўлган ҳолда кеч киргиздик. Аллоҳга ҳамд бўлсин. Аллоҳдан бошқа илоҳ йўқ. Унинг шериги ҳам йўқ. Мутлақ мулк Уникидир. Мақтов ҳам Унга хосдир. У ҳар нарсага қодирдир. Эй Раббим, Сендан бу кечанинг яхшиликларини ва ундан кейинги яхшиликларни сўрайман. Бу кечанинг ёмонлигидан ва ундан кейинги кечанинг ёмонлигидан Сендан паноҳ тилайман. Эй Раббим, Сенинг номинг ила дангасаликдан, ёмон қаришликдан ва ёмон кибрликдан паноҳ тилайман. Яна дўзах ва қабр азобидан ҳам паноҳ тилайман"
      },
      {
        id: 19,
        for: "evening",
        orderEvening: 4,
        textAr:
          "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِير",
        text: "Аллоҳумма бика амсайнаа ва бика асбаҳнаа ва бика наҳйа ва бика намуту ва илайкал масийр",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1,
        meaning: "",
        origin: "",
        description:
          "Аллоҳим! Сенинг номинг ила кеч киргиздик. Сенинг номинг ила тонг оттирдик, Сенинг номинг ила тириламиз ва Сенинг номинг ила ўламиз. Ва охир - оқибат Сенга қайтажакмиз"
      },
      {
        id: 20,
        for: "evening",
        orderEvening: 9,
        textAr:
          "أَمْسَيْنَا عَلَى فِطْرَةِ الْإِسْلَامِ وَعَلَى كَلِمَةِ الْإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفَاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
        text: "Амсайна ъала фитротил Ислаам ва ъала калиматил ихлаас ва ъала дийни Набиййина Муҳаммад ва ъала миллати абийна Иброҳийма ҳанийфам муслима ва маа каана минал мушрикийн",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 1,
        meaning: "",
        origin: "Аҳмад ривояти",
        description:
          "Аллоҳим! Сенинг номинг ила кеч киргиздик. Сенинг номинг ила тонг оттирдик, Сенинг номинг ила тириламиз ва Сенинг номинг ила ўламиз. Ва охир - оқибат Сенга қайтажакмиз"
      },
      {
        id: 21,
        for: "evening",
        orderEvening: 10,
        textAr: "أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
        text: "Аъузу бикалимаатиллааҳит тааммаати мин шарри маа холақ",
        audioSrc:
          "https://www.myinstants.com/media/sounds/athkar-tonggi-zikrlar.mp3",
        repetance: 3,
        meaning:
          "Абу Ҳурайра розияллоҳу анҳу айтадилар: «Расулуллоҳ соллаллоҳу алайҳи васаллам ҳузурларига бир киши келиб: «Эй Расулуллоҳ, кеча мени чаён чақиб олди», деди. Шунда Набий соллаллоҳу алайҳи васаллам: «Кеч кирганида: «Аъузу бикалимаатиллааҳит тааммаати мин шарри маа холақ», десанг, сенга ҳеч нарса зарар бермайди»",
        origin: "Муслим ривояти",
        description:
          "Аллоҳнинг ҳамма калималари билан У яратган нарсаларнинг ёмонлигидан паноҳ тилайман"
      }
    ]
  },
  en: {
    data: []
  },
  ru: {
    data: []
  }
};

export default ATHKAR;
